# 台鐵車站資料按縣市分類 (自動更新)
TRA_STATIONS = {
    "100230臺北市中正區": [
        {"name": "臺北-環島", "id": "1001"},
    ],
    "100230臺北市中正區黎明里北平西路 3 號": [
        {"name": "臺北", "id": "1000"},
    ],
    "108220臺北市萬華區富福里康定路 382 號": [
        {"name": "萬華", "id": "1010"},
    ],
    "110417臺北市信義區松山路 11 號B1": [
        {"name": "松山", "id": "0990"},
    ],
    "115018臺北市南港區南港里南港路一段 313 號 B2": [
        {"name": "南港", "id": "0980"},
    ],
    "200006基隆市仁愛區德厚里龍安街 206 號": [
        {"name": "三坑", "id": "0910"},
    ],
    "202010基隆市中正區長潭里": [
        {"name": "海科館", "id": "7361"},
    ],
    "203001基隆市中山區中山一路 16 之 1 號": [
        {"name": "基隆", "id": "0900"},
    ],
    "205001基隆市暖暖區八南里八堵路 142 號": [
        {"name": "八堵", "id": "0920"},
    ],
    "20544基隆市暖暖區暖暖里暖暖街 51 號": [
        {"name": "暖暖", "id": "7390"},
    ],
    "206006基隆市七堵區長興里東新街 2 號": [
        {"name": "七堵", "id": "0930"},
    ],
    "206011基隆市七堵區堵南里明德三路 1 之 1 號": [
        {"name": "百福", "id": "0940"},
    ],
    "220227新北市板橋區新民里縣民大道二段 7 號": [
        {"name": "板橋", "id": "1020"},
    ],
    "22058新北市板橋區僑中里僑中二街 156 號": [
        {"name": "浮洲", "id": "1030"},
    ],
    "221026新北市汐止區大同里大同路二段 182 號": [
        {"name": "汐科", "id": "0970"},
    ],
    "221029新北市汐止區信望里信義路 1 號": [
        {"name": "汐止", "id": "0960"},
    ],
    "221041新北市汐止區長安里長安路 17 號": [
        {"name": "五堵", "id": "0950"},
    ],
    "224001新北市瑞芳區龍潭里明燈路三段 82 號": [
        {"name": "瑞芳", "id": "7360"},
    ],
    "224006新北市瑞芳區光復里柴寮路 70 號": [
        {"name": "猴硐", "id": "7350"},
    ],
    "224006新北市瑞芳區碩仁里魚寮路 1 號": [
        {"name": "三貂嶺", "id": "7330"},
    ],
    "224007新北市瑞芳區建基路2段121號隔壁 砂子里省道臺 2 線 (與新北市瑞芳區交界處、無站房)": [
        {"name": "八斗子", "id": "7362"},
    ],
    "22449新北市瑞芳區吉慶里中央路 65 號": [
        {"name": "四腳亭", "id": "7380"},
    ],
    "226001新北市平溪區嶺腳里嶺腳寮 22 號": [
        {"name": "嶺腳", "id": "7334"},
    ],
    "226001新北市平溪區平溪里中華街 12 號": [
        {"name": "平溪", "id": "7335"},
    ],
    "226002新北市平溪區菁桐里菁桐街 52 號": [
        {"name": "菁桐", "id": "7336"},
    ],
    "226003新北市平溪區十分里十分街 51 號": [
        {"name": "十分", "id": "7332"},
    ],
    "226003新北市平溪區南山里六分 12 之 1 號": [
        {"name": "大華", "id": "7331"},
    ],
    "226003新北市平溪區望古里 (無站房)": [
        {"name": "望古", "id": "7333"},
    ],
    "227001新北市雙溪區牡丹里51號": [
        {"name": "牡丹", "id": "7320"},
    ],
    "227004新北市雙溪區新基里朝陽街 1 號": [
        {"name": "雙溪", "id": "7310"},
    ],
    "228001新北市貢寮區福隆里福隆街 2 號": [
        {"name": "福隆", "id": "7290"},
    ],
    "228003新北市貢寮區貢寮里朝陽街 33 號": [
        {"name": "貢寮", "id": "7300"},
    ],
    "238005新北市樹林區樹北里鎮前街 112 號": [
        {"name": "樹林", "id": "1040"},
    ],
    "238012新北市樹林區中山路三段108號": [
        {"name": "山佳", "id": "1060"},
    ],
    "23846新北市樹林區東山里中山路二段 230 號": [
        {"name": "南樹林", "id": "1050"},
    ],
    "239005新北市鶯歌區東鶯里文化路 68-1號": [
        {"name": "鶯歌", "id": "1070"},
    ],
    "239013新北市鶯歌區鳳鳴里鳳一路 2 號": [
        {"name": "鳳鳴", "id": "1075"},
    ],
    "260003宜蘭縣宜蘭市和睦里光復路 1 號": [
        {"name": "宜蘭", "id": "7190"},
    ],
    "261002宜蘭縣頭城鎮下埔里下埔路 4 之 8 號": [
        {"name": "頂埔", "id": "7220"},
    ],
    "261004宜蘭縣頭城鎮更新里濱海路三段 261 號": [
        {"name": "龜山", "id": "7250"},
    ],
    "261004宜蘭縣頭城鎮濱海路二段 217 號": [
        {"name": "外澳", "id": "7240"},
    ],
    "261005宜蘭縣頭城鎮大里里濱海路六段 326 號": [
        {"name": "大里", "id": "7270"},
    ],
    "261005宜蘭縣頭城鎮濱海路五段 63 號": [
        {"name": "大溪", "id": "7260"},
    ],
    "261006宜蘭縣頭城鎮濱海路七段 230 號": [
        {"name": "石城", "id": "7280"},
    ],
    "261006宜蘭縣頭城鎮纘祥路 59 號": [
        {"name": "頭城", "id": "7230"},
    ],
    "262001宜蘭縣礁溪鄉德陽村溫泉路 1 號": [
        {"name": "礁溪", "id": "7210"},
    ],
    "262005宜蘭縣礁溪鄉吳沙村站前路 24 號": [
        {"name": "四城", "id": "7200"},
    ],
    "265010宜蘭縣羅東鎮大新里公正路 2 號": [
        {"name": "羅東", "id": "7160"},
    ],
    "268016宜蘭縣五結鄉五結中路三段658巷8號": [
        {"name": "二結", "id": "7180"},
    ],
    "268018宜蘭縣五結鄉中里路": [
        {"name": "中里", "id": "7170"},
    ],
    "269027宜蘭縣冬山鄉冬山村中正路 1 -1號": [
        {"name": "冬山", "id": "7150"},
    ],
    "270001宜蘭縣蘇澳鎮蘇南里太平路 1 號": [
        {"name": "蘇澳", "id": "7120"},
    ],
    "270010宜蘭縣蘇澳鎮南強里大通路 22 號": [
        {"name": "南澳", "id": "7090"},
    ],
    "270011宜蘭縣蘇澳鎮永樂里圳頭路 60 號": [
        {"name": "永樂", "id": "7110"},
    ],
    "270013宜蘭縣蘇澳鎮新城里中山路二段 322 號": [
        {"name": "新馬", "id": "7140"},
    ],
    "270013宜蘭縣蘇澳鎮聖愛里中山路二段 238 號": [
        {"name": "蘇澳新", "id": "7130"},
    ],
    "272006宜蘭縣南澳鄉東岳村東岳路 1 號": [
        {"name": "東澳", "id": "7100"},
    ],
    "272017宜蘭縣南澳鄉武塔村新溪路 18 號": [
        {"name": "武塔", "id": "7080"},
    ],
    "272019宜蘭縣南澳鄉澳花村蘇花路一段 56 號": [
        {"name": "漢本", "id": "7070"},
    ],
    "300002新竹市 東區東園里中華路一段 291 之 2 號": [
        {"name": "北新竹", "id": "1190"},
    ],
    "300003新竹市 東區榮光里中華路二段 445 號": [
        {"name": "新竹", "id": "1210"},
    ],
    "300051新竹市 東區新莊里關東路 310 號": [
        {"name": "新莊", "id": "1192"},
    ],
    "300053新竹市 東區水源里千甲路 142 號": [
        {"name": "千甲", "id": "1191"},
    ],
    "300109新竹市 香山區香山里元培街 32 巷 30 號": [
        {"name": "三姓橋", "id": "1220"},
    ],
    "300111新竹市 香山區朝山里中華路五段 347 巷 2 弄 27 號": [
        {"name": "香山", "id": "1230"},
    ],
    "302052新竹縣竹北市隘口里復興三路二段 229 號": [
        {"name": "六家", "id": "1194"},
    ],
    "30265新竹縣竹北市竹義里和平街 59 號": [
        {"name": "竹北", "id": "1180"},
    ],
    "303032新竹縣湖口鄉仁勢村中山路二段 121 號": [
        {"name": "湖口", "id": "1160"},
    ],
    "303118新竹縣湖口鄉東興村北湖路 1 號": [
        {"name": "北湖", "id": "1150"},
    ],
    "304114新竹縣新豐鄉山崎村新興路 202 號": [
        {"name": "新豐", "id": "1170"},
    ],
    "310007新竹縣竹東鎮雞林里東林路 196 號": [
        {"name": "竹東", "id": "1203"},
    ],
    "310008新竹縣竹東鎮仁愛里北興路 (無站房)": [
        {"name": "榮華", "id": "1202"},
    ],
    "310019新竹縣竹東鎮頭重里竹中路 145 號": [
        {"name": "竹中", "id": "1193"},
    ],
    "310021新竹縣竹東鎮上員里光明路 (無站房)": [
        {"name": "上員", "id": "1201"},
    ],
    "312001新竹縣橫山鄉橫山村橫山路 97 號 (無站房)": [
        {"name": "橫山", "id": "1204"},
    ],
    "312002新竹縣橫山鄉大肚村中豐路二段 286 巷 29 號": [
        {"name": "九讚頭", "id": "1205"},
    ],
    "312003新竹縣橫山鄉內灣村中正路 6 號": [
        {"name": "內灣", "id": "1208"},
    ],
    "312003新竹縣橫山鄉力行村中山街一段 17 號": [
        {"name": "合興", "id": "1206"},
    ],
    "312003新竹縣橫山鄉豐田村中山街一段 (無站房)": [
        {"name": "富貴", "id": "1207"},
    ],
    "320001桃園市中壢區石頭里中和路 139 號": [
        {"name": "中壢", "id": "1100"},
    ],
    "320070桃園市中壢區中原里中華路一段 267 號": [
        {"name": "內壢", "id": "1090"},
    ],
    "326009桃園市楊梅區埔心里永美路 208 號": [
        {"name": "埔心", "id": "1110"},
    ],
    "326019桃園市楊梅區富岡里成功路 37 號": [
        {"name": "富岡", "id": "1130"},
    ],
    "326019桃園市楊梅區富豐里新明街": [
        {"name": "新富", "id": "1140"},
    ],
    "326101桃園市楊梅區楊梅里大成路 256 號": [
        {"name": "楊梅", "id": "1120"},
    ],
    "330002桃園市桃園區武陵里中正路 1 號": [
        {"name": "桃園", "id": "1080"},
    ],
    "350007苗栗縣竹南鎮竹南里中山路 166 號": [
        {"name": "竹南", "id": "1250"},
    ],
    "35054苗栗縣竹南鎮崎頂里北戶 55 號": [
        {"name": "崎頂", "id": "1240"},
    ],
    "356002苗栗縣後龍鎮校椅里高鐵一路 66 號": [
        {"name": "豐富", "id": "3150"},
    ],
    "35641苗栗縣後龍鎮北龍里車站街 127-2 號": [
        {"name": "後龍", "id": "2130"},
    ],
    "35658苗栗縣後龍鎮大山里明山路 180 號": [
        {"name": "大山", "id": "2120"},
    ],
    "35668苗栗縣後龍鎮龍京里公司寮 85 號": [
        {"name": "龍港", "id": "2140"},
    ],
    "357006苗栗縣通霄鎮通西里中正路 109 號": [
        {"name": "通霄", "id": "2170"},
    ],
    "35742苗栗縣通霄鎮新埔里新埔 57 號": [
        {"name": "新埔", "id": "2160"},
    ],
    "35742苗栗縣通霄鎮白西里白西 131 號": [
        {"name": "白沙屯", "id": "2150"},
    ],
    "358011苗栗縣苑裡鎮苑北里中山路 165 號": [
        {"name": "苑裡", "id": "2180"},
    ],
    "360003苗栗縣苗栗市上苗里為公路 1 號": [
        {"name": "苗栗", "id": "3160"},
    ],
    "360023苗栗縣苗栗市新英里南勢 39 號": [
        {"name": "南勢", "id": "3170"},
    ],
    "36143苗栗縣造橋鄉談文村仁愛路 29 號": [
        {"name": "談文", "id": "2110"},
    ],
    "36144苗栗縣造橋鄉造橋村平仁路 54 號": [
        {"name": "造橋", "id": "3140"},
    ],
    "36641苗栗縣銅鑼鄉銅鑼村大同路 13 號": [
        {"name": "銅鑼", "id": "3180"},
    ],
    "367001苗栗縣三義鄉雙湖村雙湖 90 號": [
        {"name": "三義", "id": "3190"},
    ],
    "400005臺中市中區綠川里臺灣大道一段 1 號": [
        {"name": "臺中", "id": "3300"},
    ],
    "401005臺中市東區東南里東光路 161號": [
        {"name": "精武", "id": "3290"},
    ],
    "402019臺中市南區建國南路二段201號": [
        {"name": "五權", "id": "3310"},
    ],
    "402026臺中市南區樹德里7鄰大慶街2段130號": [
        {"name": "大慶", "id": "3320"},
    ],
    "406008臺中市北屯區北興里東光路 665 號": [
        {"name": "太原", "id": "3280"},
    ],
    "406015臺中市北屯區舊社里松竹路一段1473巷100號": [
        {"name": "松竹", "id": "3270"},
    ],
    "414012臺中市烏日區榮泉里中山路三段 550 號": [
        {"name": "成功", "id": "3350"},
    ],
    "41442臺中市烏日區烏日里三民街 258 號": [
        {"name": "烏日", "id": "3330"},
    ],
    "41456臺中市烏日區三和里高鐵東一路 26 號": [
        {"name": "新烏日", "id": "3340"},
    ],
    "420020臺中市豐原區豐原里中正路 1-1號": [
        {"name": "豐原", "id": "3230"},
    ],
    "42142臺中市后里區義里里甲后路一段 1 號": [
        {"name": "后里", "id": "3220"},
    ],
    "42156臺中市后里區泰安里安眉路 37 之 12 號": [
        {"name": "泰安", "id": "3210"},
    ],
    "427001臺中市潭子區潭豐路二段747號": [
        {"name": "栗林", "id": "3240"},
    ],
    "42745臺中市潭子區頭張東路43巷8號": [
        {"name": "頭家厝", "id": "3260"},
    ],
    "42751臺中市潭子區中山路二段352-1號": [
        {"name": "潭子", "id": "3250"},
    ],
    "43242臺中市大肚區頂街里平和街 121 號": [
        {"name": "大肚", "id": "2250"},
    ],
    "43245臺中市大肚區王田里追分街 13 號": [
        {"name": "追分", "id": "2260"},
    ],
    "43353臺中市沙鹿區沙鹿里中正街 94 號": [
        {"name": "沙鹿", "id": "2230"},
    ],
    "43450臺中市龍井區龍泉里龍新路 1 號": [
        {"name": "龍井", "id": "2240"},
    ],
    "436109臺中市清水區南社里中正街 115 號": [
        {"name": "清水", "id": "2220"},
    ],
    "43642臺中市清水區頂湳里甲南路 2 號": [
        {"name": "臺中港", "id": "2210"},
    ],
    "437003臺中市大甲區大甲里中山路一段 828 號": [
        {"name": "大甲", "id": "2200"},
    ],
    "437105臺中市大甲區孟春里中山路二段 140 巷 8 號": [
        {"name": "日南", "id": "2190"},
    ],
    "500003彰化縣彰化市長樂里三民路 1 號": [
        {"name": "彰化", "id": "3360"},
    ],
    "503009彰化縣花壇鄉花壇村中正路 370 號": [
        {"name": "花壇", "id": "3370"},
    ],
    "510001彰化縣員林市和平里民權街 55 號": [
        {"name": "員林", "id": "3390"},
    ],
    "511009彰化縣社頭鄉廣興村社站路 10 號": [
        {"name": "社頭", "id": "3410"},
    ],
    "512001彰化縣永靖鄉崙子村崙饒路25 號": [
        {"name": "永靖", "id": "3400"},
    ],
    "515002彰化縣大村鄉過溝村福進路 100 號": [
        {"name": "大村", "id": "3380"},
    ],
    "520022彰化縣田中鎮中路里中州路一段 1 號": [
        {"name": "田中", "id": "3420"},
    ],
    "530017彰化縣二水鄉合興村英義路 (無站房)": [
        {"name": "源泉", "id": "3431"},
    ],
    "530018彰化縣二水鄉光化村光文路 1 號": [
        {"name": "二水", "id": "3430"},
    ],
    "551001南投縣名間鄉濁水村車站路 15 號": [
        {"name": "濁水", "id": "3432"},
    ],
    "552001南投縣集集鎮吳厝里民生路 75 號": [
        {"name": "集集", "id": "3434"},
    ],
    "552003南投縣集集鎮隘寮村龍泉巷 (無站房)": [
        {"name": "龍泉", "id": "3433"},
    ],
    "553001南投縣水里鄉水里村民生路 440 號": [
        {"name": "水里", "id": "3435"},
    ],
    "553004南投縣水里鄉車埕村民權巷 2 號": [
        {"name": "車埕", "id": "3436"},
    ],
    "600006嘉義市 西區番社里中山路 528 號": [
        {"name": "嘉義", "id": "4080"},
    ],
    "600050嘉義市 東區後湖里保建街 110 號": [
        {"name": "嘉北", "id": "4070"},
    ],
    "608001嘉義縣水上鄉粗溪村68號": [
        {"name": "水上", "id": "4090"},
    ],
    "608009嘉義縣水上鄉三鎮村三鎮路 26 號": [
        {"name": "南靖", "id": "4100"},
    ],
    "621002嘉義縣民雄鄉東榮村和平路 2 號": [
        {"name": "民雄", "id": "4060"},
    ],
    "622002嘉義縣大林鎮吉林里中山路 2 號": [
        {"name": "大林", "id": "4050"},
    ],
    "630042雲林縣斗南鎮南昌里中山路 2 號": [
        {"name": "斗南", "id": "3480"},
    ],
    "630雲林縣斗南鎮石龜里": [
        {"name": "石龜", "id": "3490"},
    ],
    "640010雲林縣斗六市信義里民生路 187 號": [
        {"name": "斗六", "id": "3470"},
    ],
    "640155雲林縣斗六市榴北里文明路 31 號": [
        {"name": "石榴", "id": "3460"},
    ],
    "643001雲林縣林內鄉林中村中山路 42 號": [
        {"name": "林內", "id": "3450"},
    ],
    "701014臺南市東區成大里北門路二段4號": [
        {"name": "臺南", "id": "4220"},
    ],
    "710009臺南市永康區西橋里中華路 835 號": [
        {"name": "大橋", "id": "4210"},
    ],
    "710017臺南市永康區埔園里中山路 459 號": [
        {"name": "永康", "id": "4200"},
    ],
    "711010臺南市歸仁區大潭里長大路15 號": [
        {"name": "長榮大學", "id": "4271"},
    ],
    "711010臺南市歸仁區沙崙里歸仁大道 102 號": [
        {"name": "沙崙", "id": "4272"},
    ],
    "717010臺南市仁德區保安里永德路 10 號": [
        {"name": "仁德", "id": "4260"},
    ],
    "717014臺南市仁德區中洲五街236號": [
        {"name": "中洲", "id": "4270"},
    ],
    "717015臺南市仁德區保安里文賢路一段 529 巷 10 號": [
        {"name": "保安", "id": "4250"},
    ],
    "720001臺南市官田區隆田里中山路一段 1 號": [
        {"name": "隆田", "id": "4150"},
    ],
    "720004臺南市官田區拔林里拔子林 83 之 1 號": [
        {"name": "拔林", "id": "4160"},
    ],
    "730005臺南市新營區中營里中山路 1 號": [
        {"name": "新營", "id": "4120"},
    ],
    "731022臺南市後壁區後壁里後壁 77 號": [
        {"name": "後壁", "id": "4110"},
    ],
    "734004臺南市六甲區中社里林鳳營 16 號": [
        {"name": "林鳳營", "id": "4140"},
    ],
    "736002臺南市柳營區東昇里建國路 1 號": [
        {"name": "柳營", "id": "4130"},
    ],
    "741001臺南市善化區光文里中山路 1 號": [
        {"name": "善化", "id": "4170"},
    ],
    "744004臺南市新市區新和里中華路 1 號": [
        {"name": "新市", "id": "4190"},
    ],
    "744008臺南市新市區大營里大營 287-300 號": [
        {"name": "南科", "id": "4180"},
    ],
    "802001高雄市苓雅區建軍里正義路 308 號 B1": [
        {"name": "正義", "id": "4430"},
    ],
    "804005高雄市鼓山區鐵路街20巷6號": [
        {"name": "鼓山", "id": "4380"},
    ],
    "804016高雄市鼓山區翠華路246號": [
        {"name": "美術館", "id": "4370"},
    ],
    "804056高雄市鼓山區翠華路500號地下1層": [
        {"name": "內惟", "id": "4360"},
    ],
    "807001高雄市三民區港西里建國二路 318 號": [
        {"name": "高雄", "id": "4400"},
    ],
    "807008高雄市三民區德北里6鄰康平街1號": [
        {"name": "三塊厝", "id": "4390"},
    ],
    "807027高雄市三民區博惠里14鄰凱旋一路260號": [
        {"name": "民族", "id": "4410"},
    ],
    "807031高雄市三民區寶盛里15鄰大順三路307號": [
        {"name": "科工館", "id": "4420"},
    ],
    "811022高雄市楠梓區惠楠里建楠路 229 號": [
        {"name": "楠梓", "id": "4330"},
    ],
    "813014高雄市左營區尾北里站前北路 1 號": [
        {"name": "新左營", "id": "4340"},
    ],
    "813014高雄市左營區翠華路1050號地下1層": [
        {"name": "左營", "id": "4350"},
    ],
    "820102高雄市岡山區碧紅里岡燕路 111 號": [
        {"name": "岡山", "id": "4310"},
    ],
    "821004高雄市路竹區甲南里天祐路 24 號": [
        {"name": "大湖", "id": "4290"},
    ],
    "821006高雄市路竹區竹南里中正路 288 號": [
        {"name": "路竹", "id": "4300"},
    ],
    "825008高雄市橋頭區橋頭里站前街 14 號": [
        {"name": "橋頭", "id": "4320"},
    ],
    "830025高雄市鳳山區曹公里曹公路 137 號": [
        {"name": "鳳山", "id": "4440"},
    ],
    "831115高雄市大寮區後庄里民慶街 9 號": [
        {"name": "後庄", "id": "4450"},
    ],
    "840001高雄市大樹區久堂里久堂路鐵路巷 15 號": [
        {"name": "九曲堂", "id": "4460"},
    ],
    "900002屏東縣屏東市歸心里歸仁路 5 之 4 號": [
        {"name": "歸來", "id": "5010"},
    ],
    "900008屏東縣屏東市長安里光復路 392 號": [
        {"name": "六塊厝", "id": "4470"},
    ],
    "900011屏東縣屏東市建國里公勇路 62 號": [
        {"name": "屏東", "id": "5000"},
    ],
    "909141屏東縣麟洛鄉田道村中華路站前巷 15 號": [
        {"name": "麟洛", "id": "5020"},
    ],
    "911165屏東縣竹田鄉履豐村豐明路29 號": [
        {"name": "竹田", "id": "5040"},
    ],
    "911165屏東縣竹田鄉西勢村西豐路 2 號": [
        {"name": "西勢", "id": "5030"},
    ],
    "920004屏東縣潮州鎮新榮里信義路 111 號": [
        {"name": "潮州", "id": "5050"},
    ],
    "92013屏東縣潮州鎮光復路 461 號": [
        {"name": "南方小站", "id": "5998"},
    ],
    "92054屏東縣潮州鎮光春里光復路 616 號": [
        {"name": "潮州基地", "id": "5999"},
    ],
    "924003屏東縣崁頂鄉崁頂村田寮路": [
        {"name": "崁頂", "id": "5060"},
    ],
    "926003屏東縣南州鄉仁里村仁里路 86 號": [
        {"name": "南州", "id": "5070"},
    ],
    "927001屏東縣林邊鄉仁和村仁愛路 33 號": [
        {"name": "林邊", "id": "5090"},
    ],
    "927005屏東縣林邊鄉鎮安村永和路 4 號": [
        {"name": "鎮安", "id": "5080"},
    ],
    "931006屏東縣佳冬鄉六根村復興路21號": [
        {"name": "佳冬", "id": "5100"},
    ],
    "940002屏東縣枋寮鄉東海村西安路 92 號": [
        {"name": "東海", "id": "5110"},
    ],
    "940003屏東縣枋寮鄉枋寮村儲運路 18 號": [
        {"name": "枋寮", "id": "5120"},
    ],
    "941005屏東縣枋山鄉加祿村會社 53 號": [
        {"name": "加祿", "id": "5130"},
    ],
    "941010屏東縣枋山鄉加祿村南和 43 號": [
        {"name": "內獅", "id": "5140"},
    ],
    "943010屏東縣獅子鄉內獅村內獅巷 84 號": [
        {"name": "枋山", "id": "5160"},
    ],
    "94350屏東縣獅子鄉內獅村內獅巷 88 號": [
        {"name": "枋野", "id": "5170"},
    ],
    "950029臺東縣臺東市康樂里博物館路 51 巷 131 號": [
        {"name": "康樂", "id": "5240"},
    ],
    "950030臺東縣臺東市岩灣里岩灣路 101 巷 598 號": [
        {"name": "臺東", "id": "6000"},
    ],
    "950103臺東縣臺東市知本里知本路二段 900 巷 85 號": [
        {"name": "知本", "id": "5230"},
    ],
    "954003臺東縣卑南鄉嘉豐村山里路 108 號": [
        {"name": "山里", "id": "6010"},
    ],
    "955002臺東縣鹿野鄉鹿野村中正路 38 號": [
        {"name": "鹿野", "id": "6020"},
    ],
    "955003臺東縣鹿野鄉瑞和村瑞景路三段 1 之 1 號": [
        {"name": "瑞和", "id": "6040"},
    ],
    "955003臺東縣鹿野鄉瑞源村瑞景路一段 336 巷 8 號 之 1": [
        {"name": "瑞源", "id": "6030"},
    ],
    "956004臺東縣關山鎮德高里西莊 49 號": [
        {"name": "海端", "id": "6060"},
    ],
    "956004臺東縣關山鎮里壠里博愛路 2 號": [
        {"name": "關山", "id": "6050"},
    ],
    "958003臺東縣池上鄉福文村鐵花路 30 號": [
        {"name": "池上", "id": "6070"},
    ],
    "963004臺東縣太麻里鄉大王村站前路 2 號": [
        {"name": "太麻里", "id": "5220"},
    ],
    "963005臺東縣太麻里鄉金崙村金崙 47 之 17 號": [
        {"name": "金崙", "id": "5210"},
    ],
    "963006臺東縣太麻里鄉多良村大溪 37 號": [
        {"name": "瀧溪", "id": "5200"},
    ],
    "965003臺東縣大武鄉大鳥村和平部落 33 號": [
        {"name": "大武", "id": "5190"},
    ],
    "970015花蓮縣花蓮市國聯里國聯一路 100 號": [
        {"name": "花蓮", "id": "7000"},
    ],
    "971001花蓮縣新城鄉新城村新興一路 73 號": [
        {"name": "新城", "id": "7030"},
    ],
    "971066花蓮縣新城鄉北埔村自強街 113 號": [
        {"name": "北埔", "id": "7010"},
    ],
    "972003花蓮縣秀林鄉崇德村海濱路 96 號": [
        {"name": "崇德", "id": "7040"},
    ],
    "972005花蓮縣秀林鄉和平村和仁 71 號": [
        {"name": "和仁", "id": "7050"},
    ],
    "972005花蓮縣秀林鄉和平村和平 276 號": [
        {"name": "和平", "id": "7060"},
    ],
    "972067花蓮縣秀林鄉景美村加灣 178 之 1 號": [
        {"name": "景美", "id": "7020"},
    ],
    "973039花蓮縣吉安鄉南昌村南昌路1號": [
        {"name": "吉安", "id": "6250"},
    ],
    "974002花蓮縣壽豐鄉壽豐村壽山路 1 號": [
        {"name": "壽豐", "id": "6220"},
    ],
    "974003花蓮縣壽豐鄉志學村中正路 1 號": [
        {"name": "志學", "id": "6240"},
    ],
    "974004花蓮縣壽豐鄉平和村平和路 1 號": [
        {"name": "平和", "id": "6230"},
    ],
    "974006花蓮縣壽豐鄉豐山村站前街 36 號": [
        {"name": "豐田", "id": "6210"},
    ],
    "975002花蓮縣鳳林鎮兆豐路800號": [
        {"name": "林榮新光", "id": "6200"},
    ],
    "975002花蓮縣鳳林鎮南平里自強路 233 號": [
        {"name": "南平", "id": "6190"},
    ],
    "975003花蓮縣鳳林鎮長橋里長德街 17 號": [
        {"name": "萬榮", "id": "6170"},
    ],
    "975005花蓮縣鳳林鎮鳳智里中山路 43 號": [
        {"name": "鳳林", "id": "6180"},
    ],
    "976007花蓮縣光復鄉大安村中正路一段 2 之 1 號": [
        {"name": "光復", "id": "6160"},
    ],
    "976007花蓮縣光復鄉大富村明德路 1 號": [
        {"name": "大富", "id": "6150"},
    ],
    "978001花蓮縣瑞穗鄉瑞穗村四維街 13 號": [
        {"name": "瑞穗", "id": "6130"},
    ],
    "978003花蓮縣瑞穗鄉富源村富源路 2 號": [
        {"name": "富源", "id": "6140"},
    ],
    "981003花蓮縣玉里鎮中城里康樂街 39 號": [
        {"name": "玉里", "id": "6110"},
    ],
    "981010花蓮縣玉里鎮三民里三民 10 號": [
        {"name": "三民", "id": "6120"},
    ],
    "983001花蓮縣富里鄉富里村車站街 56 號": [
        {"name": "富里", "id": "6080"},
    ],
    "983004花蓮縣富里鄉東里村大莊路 15 之 6 號": [
        {"name": "東里", "id": "6100"},
    ],
    "983005花蓮縣富里鄉新興村新興 26 號": [
        {"name": "東竹", "id": "6090"},
    ],
}
